Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_ja_saamelaisasioista_vastaavien_ministerien_kokouksessa_esilla_saamelaissopimus_ja_saamen_kielikaltion_rahoitus.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien ja saamelaisasioista vastaavien ministerien kokouksessa esillä saamelaissopimus ja Saamen Kielikaltion rahoitus
smn: Sämitige já sämiaašijn västideijee ministerij čuákkimist oovdân sämisopâmuš já Säämi Kielâkäldee ruttâdem

source: Saamelaiskäräjien puheenjohtajat ja saamelaisasioista vastaavat ministerit Suomesta, Ruotsista ja Norjasta tapasivat etäyhteyksin 18. marraskuuta 2020.
smn: Sämitiigij saavâjođetteijeeh já sämiaašijn västideijee ministereh Suomâst, Ruotâst já Taažâst teivii káidusohtâvuođâiguin skammâmáánu 18. peeivi 2020.

source: Tilaisuuden yhteydessä jaettiin Gollegiella – Pohjoismainen saamen kielipalkinto.
smn: Tilálâšvuođâ ohtâvuođâst juohhui Kollekielâ – Tave-eennâmlâš säämi kielâpalhâšume.

source: – Toivon, että näiden keskustelujen pohjalta saamme muutoksia aikaan ja pääsemme jatkamaan keskustelua pohjoismaisen saamelaissopimuksen edistämiseksi.
smn: – Mun tuáivum, ete tai savâstâlmij vuáđuld mij finnip ááigán nubástusâid já peessâp juátkiđ savâstâllâm tave-eennâmlii sämisopâmuš ovdedem pyerrin.

source: Nostimme esille myös Saamen Kielikaltion merkityksen saamelaisyhteiskunnalle ja toivon todella, että valtiot huomioivat Saamelaiskäräjien toiveen pysyvän ja riittävän rahoituksen turvaamisesta Kielikaltion toiminnan varmistamiseksi, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Mij pajedijm oovdân meid Säämi Kielâkäldee merhâšume sämisiärvádâhân já mun tuođâi tuáivum, ete staatah väldih huámmášumán Sämitige tuoivuu fastâ já kelijdeijee ruttâdem turviimist, vâi Kielâkäldee toimâ visásmittoo, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaiskäräjien puheenjohtajat ja saamelaisasioista vastaavat ministerit keskustelivat tapaamisessa muun muassa pohjoismaisen saamelasissopimuksen käsittelystä, pysyvän Saamen Kielikaltion (Sámi Giellagáldu) perustamisesta sekä koronapandemian vaikutuksista saamelaisväestöön.
smn: Sämitiigij saavâjođetteijeeh já sämiaašijn västideijee ministereh savâstâllii teivâdmist eereeb iärrás tave-eennâmlii sämisopâmuš kieđâvušmist, fastâ Säämi Kielâkäldee (Sámi Giellagáldu) vuáđđudmist sehe koronapandemia vaikuttâsâin sämmilâšaalmugân.

source: Lisäksi tapaamisessa nousivat esille väestöryhmien välisten suhteiden edistäminen ja viharetoriikan torjuminen, sekä saamen kielten käyttömahdollisuuksien parantaminen digitaalisissa ympäristöissä.
smn: Toos lasseen teivâdmist pajanij oovdân aalmugjuávhui koskâsij koskâvuođâi ovdedem já vajeretoriik estim, sehe sämikielâi kevttimmáhđulâšvuođâi pyeredem digitaallijn pirrâsijn.

source: Lopuksi keskustelua käytiin vielä elinvoimaisen saamelaisyhteiskunnan peruspilareista.
smn: Loopâst savâstâllii vala eellimvuáimálii sämmilâšsiärváduv vuáđust.

source: Gollegiella-kielipalkinto Ellen Pautamolle ja Joonar Thomassonille
smn: Kollekielâ-kielâpalhâšume Ellen Pautamon já Joonar Thomassonân

source: Vuoden 2020 Gollegiella-palkinnon saivat saamen kielen ja kulttuurin lehtori Ergon Máreha Ánne Elle-Máret, Ellen Pautamo ansioistaan pohjoissaamen kielen opettajana ja kieliasiantuntija Jonar Thomasson työstään eteläsaamen kielen hyväksi.
smn: Ive 2020 Kollekielâ-palhâšume uážžoin sämikielâ já -kulttuur lehtor Ergon Máreha Ánne Elle-Máret, Ellen Pautamo suu áánsuin tavesämikielâ máttáátteijen já kielâäššitobdee Jonar Thomasson pargostis maadâsämikielâ pyerrin.

source: Palkinnon luovutti oikeusministeri Anna-Maja Henriksson.
smn: Palhâšume keigij riehtiminister Anna-Maja Henriksson.

source: Gollegiella myönnetään yksityishenkilöille tai yhteisöille Norjassa, Ruotsissa, Suomessa tai Venäjällä saamen kielten edistämisestä.
smn: Kollekielâ mieđettuvvoo ovtâskâs ulmui tâi siärvádâhân Taažâst, Ruotâst, Suomâst teikâ Ruošâst sämikielâi oovdedmist.

source: Palkinto on suuruudeltaan 15 000 euroa.
smn: Palhâšume stuárudâh lii 15 000 eurod.

source: Tänä vuonna palkittuja on kaksi, joten summa jaetaan Pautamon ja Thomassonin kesken.
smn: Taan ive palhâšume uážžooh lává kyehti, te summe juáhhoo Pautamo já Thomasson kooskâ.

source: – Todella mahtavaa, että voimme näin muistaa tällaisia henkilöitä, jotka päivittäin työskentelevät saamen kielten tilanteen parantamiseksi, toteaa saamen kielineuvoston ja arviointikomitean puheenjohtaja Tauno Ljetoff.
smn: – Tuođâi hirmâd suotâs, ete mij pyehtip návt mušteđ tágárijd ulmuid, kiäh jyehi peeivi pargeh sämikielâi tile pyeredem oovdân, paahud säämi kielârääđi já árvuštâllâmkomitea saavâjođetteijee Tauno Ljetoff.

source: Nordiskt samiskt språkpris Gollegiella 2020 (utan översättning) https://youtu.be/_xN_ZYyavz0
smn: https://youtu.be/_xN_ZYyavz0 Nordiskt samiskt språkpris Gollegiella 2020 (jurgâlusttáá)

source: Pohjoismainen saamen kielen palkinto Gollegiella 2020 (suomi) https://youtu.be/9fHGrEvmi_4
smn: https://youtu.be/9fHGrEvmi_4 Pohjoismainen saamen kielen palkinto Gollegiella 2020 (suomâkielân)

source: Nordiskt samiskt språkpris Gollegiella 2020 (svenska) https://youtu.be/Kruls6kLHzI
smn: https://youtu.be/Kruls6kLHzI Nordiskt samiskt språkpris Gollegiella 2020 (ruotâkielân)

source: Davviriikkalaš sámi giellabálkkašupmi Gollegiella 2020 (davvisámegillii) https://youtu.be/umfWrb4WmuA
smn: https://youtu.be/umfWrb4WmuA Davviriikkalaš sámi giellabálkkašupmi Gollegiella 2020 (tavesämikielân)

source: Lisätietoa Gollegiella-palkinnosta
smn: Lasetiäđuh Kollekielâ palhâšuumeest

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi

source: Saamen kielineuvoston ja arviointikomitean puheenjohtaja Tauno Ljetoff, puh. 040 5893249, tauno.ljetoff(at)gmail.com
smn: Säämi kielârääđi já árvuštâllâmkomitea saavâjođetteijee Tauno Ljetoff, puh. 040 5893249, tauno.ljetoff(at)gmail.com

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff puh. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
smn: Saavâjođetteijee išedeijee Laura Olsén-Ljetoff puh. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
